Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: You bought Clink before it went free, so it's yours for life.
de: Du hast Clink gekauft, bevor es gratis wurde — es gehört dir für immer.
es: Compraste Clink antes de que fuera gratis, así que es tuyo de por vida.
et: Sa ostsid Clinki enne, kui see läks tasuta, seega on ta sinu eluaegselt.
fr: Tu as acheté Clink avant qu'il devienne gratuit : il est à toi à vie.
hu: A Clinket még azelőtt vetted meg, hogy ingyenes lett, így örökre a tiéd.
it: Hai comprato Clink prima che diventasse gratis, quindi è tuo per sempre.
ja: 無料化の前に購入されているので、Clink は生涯あなたのものです。
ko: 무료로 바뀌기 전에 구매하셨기 때문에 Clink는 평생 회원님의 것입니다.
ms: Anda membeli Clink sebelum ia menjadi percuma, jadi ia milik anda seumur hidup.
pt: Você comprou o Clink antes de ele ficar grátis, então ele é seu para sempre.
ru: Вы купили Clink до того, как он стал бесплатным, поэтому он ваш навсегда.
zh_hans: 你在 Clink 免费之前就已购买，所以它终身属于你。

source: You can also put a Tools key wherever you like in the Layout editor.
de: Im Layout-Editor kannst du außerdem überall eine Werkzeug-Taste unterbringen.
es: También puedes poner una tecla de Herramientas donde quieras en el editor de disposición.
et: Sa võid ka paigutada tööriistaklahvi kuhu iganes Paigutuse redaktoris.
fr: Tu peux aussi placer une touche Outils où tu veux dans l'éditeur de disposition.
hu: Az elrendezésszerkesztőben bárhová tehetsz egy Eszközök billentyűt is.
it: Puoi anche mettere un tasto Strumenti dove preferisci nell'editor del layout.
ja: レイアウトエディタで、ツールキーを好きな場所に置くこともできます。
ko: 레이아웃 편집기에서 도구 키를 원하는 자리에 놓을 수도 있습니다.
ms: Anda juga boleh meletakkan kekunci Alat di mana-mana dalam editor susun atur.
pt: Também podes pôr uma tecla de Ferramentas onde quiseres no editor de esquemas.
ru: Клавишу инструментов можно поставить куда угодно в редакторе раскладки.
zh_hans: 你也可以在布局编辑器里，把工具键放到任何位置。

source: You can build it yourself: give it a name, a layout, and a word list to spell-check against.
de: Du kannst sie selbst anlegen: Name, Layout und eine Wortliste, gegen die geprüft wird.
es: Puedes crearlo tú: le pones nombre, distribución y una lista de palabras con la que corregir.
et: Sa saad ta ise ehitada: anna nimi, paigutus ja sõnaloend, mille vastu kontrollida.
fr: Tu peux la créer toi-même : un nom, une disposition, et une liste de mots pour la correction.
hu: Magad is létrehozhatod: adj neki nevet, kiosztást és egy szólistát, amihez a helyesírás igazodik.
it: Puoi crearla tu: un nome, un layout e un elenco di parole su cui fare il controllo ortografico.
ja: 自分でつくれます。名前とレイアウトを決め、スペルチェック用の単語リストを用意するだけです。
ko: 직접 만들 수 있습니다. 이름과 레이아웃을 정하고, 맞춤법 검사에 쓸 단어 목록을 넣으면 됩니다.
ms: Anda boleh membinanya sendiri: beri nama, susun atur, dan senarai perkataan untuk semakan ejaan.
pt: Podes criá-lo tu: dás-lhe um nome, um esquema e uma lista de palavras para a verificação ortográfica.
ru: Его можно собрать самому: дайте название, раскладку и список слов для проверки орфографии.
zh_hans: 你可以自己造一个：起个名字、选好布局，再给它一份用于拼写检查的词表。

source: You can close this sheet. Find your requests and results in Build tasks.
de: Du kannst dieses Fenster schließen. Deine Anfragen und Ergebnisse findest du unter „Erstellungsaufgaben“.
es: Puedes cerrar esta ventana. Encontrarás tus solicitudes y resultados en Tareas de creación.
et: Võid selle akna sulgeda. Päringud ja tulemused leiad koostamisülesannete alt.
fr: Tu peux fermer cette fenêtre. Retrouve tes demandes et résultats dans les tâches de création.
hu: Ezt az ablakot bezárhatod. Kéréseidet és az eredményeket a Létrehozási feladatok között találod.
it: Puoi chiudere questa finestra. Trovi le richieste e i risultati in Attività di creazione.
ja: この画面は閉じても大丈夫です。リクエストと結果は「作成タスク」で確認できます。
ko: 이 화면을 닫아도 됩니다. 요청과 결과는 생성 작업에서 확인할 수 있습니다.
ms: Anda boleh menutup tetingkap ini. Cari permintaan dan hasil anda dalam Tugas pembinaan.
pt: Podes fechar esta janela. Encontras os teus pedidos e resultados em Tarefas de criação.
ru: Это окно можно закрыть. Запросы и результаты доступны в разделе «Задачи создания».
zh_hans: 你可以关闭此窗口。请求和结果可在“生成任务”中查看。

source: You can keep up to %lld imported dictionaries. Remove one to make room.
de: Du kannst bis zu %lld importierte Wörterbücher behalten. Entferne eines, um Platz zu schaffen.
es: Puedes tener hasta %lld diccionarios importados. Elimina uno para hacer sitio.
et: Sa võid hoida kuni %lld imporditud sõnaraamatut. Eemalda üks, et ruumi teha.
fr: Tu peux conserver jusqu’à %lld dictionnaires importés. Supprimes-en un pour faire de la place.
hu: Legfeljebb %lld importált szótárat tarthatsz meg. Törölj egyet, hogy helyet szabadíts fel.
it: Puoi tenere fino a %lld dizionari importati. Rimuovine uno per fare spazio.
ja: 読み込んだ辞書は最大 %lld 個までです。ひとつ削除して空きを作ってください。
ko: 가져온 사전은 최대 %lld개까지 보관할 수 있습니다. 하나를 삭제해 자리를 비우세요.
ms: Anda boleh menyimpan sehingga %lld kamus yang diimport. Buang satu untuk memberi ruang.
pt: Podes manter até %lld dicionários importados. Remove um para abrir espaço.
ru: Можно держать до %lld импортированных словарей. Уберите один, чтобы освободить место.
zh_hans: 最多可保留 %lld 个导入的词典。请删除一个以腾出空间。

source: You can rename and delete Cling's things from the keyboard.
de: Du kannst Clings Sachen direkt von der Tastatur aus umbenennen und löschen.
es: Puedes renombrar y eliminar cosas de Cling desde el teclado.
et: Sa saad Clingi asju klaviatuurilt ümber nimetada ja kustutada.
fr: Tu peux renommer et supprimer les éléments de Cling depuis le clavier.
hu: A billentyűzetről átnevezheted és törölheted a Cling elemeit.
it: Puoi rinominare ed eliminare le cose di Cling dalla tastiera.
ja: キーボードから Cling の項目の名前変更や削除ができます。
ko: 키보드에서 Cling의 항목을 이름 변경하고 삭제할 수 있습니다.
ms: Anda boleh menamakan semula dan memadam perkara Cling dari papan kekunci.
pt: Pode renomear e eliminar as coisas do Cling a partir do teclado.
ru: Объекты Cling можно переименовывать и удалять прямо с клавиатуры.
zh_hans: 你可以从键盘重命名和删除 Cling 里的内容。

source: You can search in the app’s selected language or in English.
de: Du kannst in der ausgewählten App-Sprache oder auf Englisch suchen.
es: Puedes buscar en el idioma seleccionado para la app o en inglés.
et: Saad otsida rakenduse jaoks valitud keeles või inglise keeles.
fr: Tu peux chercher dans la langue choisie pour l’app ou en anglais.
hu: Az apphoz kiválasztott nyelven és angolul is kereshetsz.
it: Puoi cercare nella lingua selezionata per l’app o in inglese.
ja: アプリで選択した言語でも、英語でも検索できます。
ko: 앱에서 선택한 언어나 영어로 검색할 수 있습니다.
ms: Anda boleh mencari dalam bahasa yang dipilih untuk app atau dalam bahasa Inggeris.
pt: Podes pesquisar no idioma selecionado para a app ou em inglês.
ru: Можно искать на выбранном языке приложения или на английском.
zh_hans: 可以使用 App 当前选择的语言或英语进行搜索。

source: You can switch back to tools only from the General tab.
de: Du kannst im Tab „Allgemein“ jederzeit wieder auf „Nur Werkzeuge“ umschalten.
es: Puedes volver a Solo herramientas desde la pestaña General.
et: Sa saad kaardilt Üldine tagasi lülitada ainult tööriistadele.
fr: Tu peux revenir à Outils uniquement depuis l'onglet Général.
hu: A Csak eszközök bármikor visszakapcsolható az Általános fülön.
it: Puoi tornare a Solo strumenti dalla scheda Generali.
ja: 「一般」タブから、いつでもツールのみに戻せます。
ko: ‘일반’ 탭에서 언제든 도구 전용으로 되돌릴 수 있어요.
ms: Anda boleh kembali ke Alat sahaja daripada tab Umum.
pt: Podes voltar a Só ferramentas no separador Geral.
ru: Вернуться к режиму «Только инструменты» можно на вкладке «Общие».
zh_hans: 随时可以在“通用”标签页切回仅工具。

source: You can switch back to voice only from the General tab.
de: Du kannst im Tab „Allgemein“ jederzeit wieder auf „Nur Sprache“ umschalten.
es: Puedes volver a Solo voz desde la pestaña General.
et: Sa saad kaardilt Üldine tagasi lülitada ainult häälele.
fr: Tu peux revenir à Voix uniquement depuis l'onglet Général.
hu: A Csak hang bármikor visszakapcsolható az Általános fülön.
it: Puoi tornare a Solo voce dalla scheda Generali.
ja: 「一般」タブから、いつでも音声のみに戻せます。
ko: ‘일반’ 탭에서 언제든 음성 전용으로 되돌릴 수 있어요.
ms: Anda boleh kembali ke Suara sahaja daripada tab Umum.
pt: Podes voltar a Só voz no separador Geral.
ru: Вернуться к режиму «Только голос» можно на вкладке «Общие».
zh_hans: 随时可以在“通用”标签页切回仅语音。

source: You have Clink Lifetime. Thanks for supporting Clink.
de: Du hast Clink auf Lebenszeit. Danke, dass du Clink unterstützt.
es: Tienes Clink de por vida. Gracias por apoyar Clink.
et: Sul on Clinki eluaegne juurdepääs. Täname Clinki toetamise eest.
fr: Tu as Clink à vie. Merci de soutenir Clink.
hu: A Clink örökre a tiéd. Köszönjük, hogy támogatod a Clinket.
it: Hai Clink a vita. Grazie per il tuo sostegno.
ja: Clinkを無期限でご利用いただけます。Clinkへのご支援ありがとうございます。
ko: Clink 평생 이용권을 보유하고 계십니다. Clink를 지원해 주셔서 감사합니다.
ms: Anda memiliki Clink seumur hidup. Terima kasih kerana menyokong Clink.
pt: Tem Clink vitalício. Obrigado por apoiar o Clink.
ru: У вас пожизненный доступ к Clink. Спасибо за поддержку!
zh_hans: 你已拥有 Clink 终身版。感谢你支持 Clink。

source: You slide instead of tapping, one word per stroke.
de: Statt zu tippen, ziehst du: ein Wort pro Zug.
es: En vez de tocar, deslizas: una palabra por trazo.
et: Sa libised vajutamise asemel, üks sõna liugude kohta.
fr: Au lieu de taper, tu glisses : un mot par tracé.
hu: Koppintás helyett húzol: egy szó egy vonással.
it: Invece di toccare, scorri: una parola per tratto.
ja: タップの代わりになぞって、ひと続きで1語を入力します。
ko: 두드리는 대신 밀어서, 한 번에 한 단어씩 씁니다.
ms: Anda meleret dan bukan mengetik: satu perkataan bagi setiap lerekan.
pt: Em vez de tocar, deslizas: uma palavra por traço.
ru: Вы не нажимаете, а ведёте пальцем — по слову за движение.
zh_hans: 不用一个个点，改成划：一笔一个词。

source: You were here before Clink was free. It's yours for life. Thank you.
de: Du warst dabei, bevor Clink kostenlos wurde. Für dich bleibt alles für immer frei. Danke.
es: Estuviste aquí antes de que Clink fuera gratis. Es tuyo para siempre. Gracias.
et: Sa olid siin enne, kui Clink läks tasuta. Ta on sinu eluaegselt. Aitäh.
fr: Tu étais là avant que Clink soit gratuit. Il est à toi pour toujours. Merci.
hu: Már akkor itt voltál, amikor a Clink még nem volt ingyenes. Örökre a tiéd. Köszönöm.
it: C'eri prima che Clink diventasse gratis. È tuo per sempre. Grazie.
ja: Clinkが無料になる前からいてくれました。ずっとあなたのものです。ありがとう。
ko: Clink가 무료가 되기 전부터 함께해 주셨어요. 평생 사용할 수 있어요. 고맙습니다.
ms: Anda ada sebelum Clink menjadi percuma. Semuanya milik anda selamanya. Terima kasih.
pt: Estiveste aqui antes de o Clink ser grátis. É teu para sempre. Obrigado.
ru: Вы были здесь, когда Clink ещё не был бесплатным. Он ваш навсегда. Спасибо.
zh_hans: 在 Clink 免费之前，你就已经在这里。它永远属于你。谢谢。

source: You were here first.
de: Du warst von Anfang an dabei.
es: Estuviste aquí desde el principio.
et: Sinu olid siin esimestena.
fr: Tu étais là dès le début.
hu: Te már az elején itt voltál.
it: C'eri fin dall'inizio.
ja: 最初からいてくれました。
ko: 처음부터 함께해 주셨어요.
ms: Anda ada sejak awal.
pt: Estiveste aqui desde o início.
ru: Вы были здесь первыми.
zh_hans: 你从一开始就在这里。

source: You're all set
de: Alles bereit
es: Ya está todo listo
et: Kõik on valmis
fr: Tout est prêt
hu: Minden készen áll
it: Sei a posto
ja: 準備完了です
ko: 준비 다 됐어요
ms: Semuanya sedia
pt: Está tudo pronto
ru: Всё готово
zh_hans: 一切就绪

source: You're in
de: Geschafft
es: Ya está
et: Sa oled sees
fr: C'est fait
hu: Kész is
it: Ci sei
ja: 準備できました
ko: 준비됐어요
ms: Dah siap
pt: Está feito
ru: Вы внутри
zh_hans: 设置好了

source: You're in control
de: Du behältst die Kontrolle
es: Tú tienes el control
et: Sina otsustad
fr: Tu gardes le contrôle
hu: Te irányítasz
it: Hai il controllo
ja: あなたが管理
ko: 사용자가 제어
ms: Anda yang mengawal
pt: Você tem o controlo
ru: Всё под вашим контролем
zh_hans: 由你掌控

source: You're on the free plan
de: Du bist im Gratis-Tarif
es: Estás en el plan gratuito
et: Sa oled tasuta plaanil
fr: Tu es sur la formule gratuite
hu: Az ingyenes csomagot használod
it: Sei sul piano gratuito
ja: 現在は無料プランです
ko: 지금은 무료 플랜입니다
ms: Anda menggunakan pelan percuma
pt: Estás no plano gratuito
ru: У вас бесплатный план
zh_hans: 你当前使用的是免费方案

source: You're set up
de: Alles eingerichtet
es: Todo listo
et: Kõik on valmis
fr: Tout est prêt
hu: Minden kész
it: È tutto pronto
ja: 設定完了
ko: 설정 완료
ms: Semuanya sedia
pt: Está tudo pronto
ru: Всё готово
zh_hans: 设置完成

source: You're unlocked. Thanks for supporting Clink.
de: Alles freigeschaltet. Danke, dass du Clink unterstützt.
es: Todo desbloqueado. Gracias por apoyar Clink.
et: Sul on kõik avatud. Aitäh, et toetad Clinki.
fr: Tout est déverrouillé. Merci de soutenir Clink.
hu: Minden feloldva. Köszönöm, hogy támogatod a Clinket.
it: Tutto sbloccato. Grazie per sostenere Clink.
ja: すべてアンロックされました。Clinkを応援してくれてありがとう。
ko: 모든 기능이 잠금 해제됐어요. Clink를 응원해 주셔서 고마워요.
ms: Semuanya dibuka. Terima kasih kerana menyokong Clink.
pt: Está tudo desbloqueado. Obrigado por apoiares o Clink.
ru: Вы разблокированы. Спасибо, что поддерживаете Clink.
zh_hans: 所有功能已解锁。感谢你支持 Clink。

source: You've tweaked some settings since you applied %@.
de: Du hast seit dem Anwenden von %@ ein paar Einstellungen geändert.
es: Has cambiado algunos ajustes desde que aplicaste %@.
et: Sa oled pärast %@ rakendamist mõningaid seadeid muutnud.
fr: Tu as changé quelques réglages depuis que tu as appliqué %@.
hu: Módosítottál pár beállítást, mióta alkalmaztad ezt: %@.
it: Hai cambiato qualche impostazione da quando hai applicato %@.
ja: %@ を使ってから、いくつか設定を変えていますね。
ko: %@을(를) 적용한 뒤에 설정을 몇 가지 바꿨어요.
ms: Anda dah ubah beberapa tetapan sejak guna %@.
pt: Mexeste nalgumas definições desde que aplicaste %@.
ru: С момента применения «%@» вы поменяли часть настроек.
zh_hans: 自从你用了 %@，你又改了一些设置。

source: Your Custom Words
de: Deine eigenen Wörter
es: Tus palabras personalizadas
et: Sinu kohandatud sõnad
fr: Tes mots personnalisés
hu: Egyéni szavaid
it: Le tue parole personalizzate
ja: あなたのカスタム単語
ko: 내 사용자 지정 단어
ms: Perkataan Tersuai Anda
pt: As tuas palavras personalizadas
ru: Ваши слова
zh_hans: 你的自定义词语

source: Your Languages
de: Deine Sprachen
es: Tus idiomas
et: Sinu keeled
fr: Tes langues
hu: A te nyelveid
it: Le tue lingue
ja: あなたの言語
ko: 내 언어
ms: Bahasa anda
pt: Os seus idiomas
ru: Ваши языки
zh_hans: 您的语言

source: Your actions
de: Deine Aktionen
es: Tus acciones
et: Sinu tegevused
fr: Tes actions
hu: Műveleteid
it: Le tue azioni
ja: あなたのアクション
ko: 내 동작
ms: Tindakan anda
pt: As suas ações
ru: Ваши действия
zh_hans: 你的操作

source: Your clips ride the suggestion bar. Tap to paste.
de: Deine Clips liegen in der Vorschlagsleiste. Tippe zum Einfügen.
es: Tus clips van en la barra de sugerencias: toca para pegar.
et: Sinu klipid sõidavad soovituseribal. Puuduta, et kleepida.
fr: Tes clips s'affichent dans la barre de suggestions. Touche pour coller.
hu: A vágólap-elemek a javaslatsávban. Koppints a beillesztéshez.
it: Le tue clip stanno nella barra dei suggerimenti: tocca per incollare.
ja: クリップは変換候補バーに表示されます。タップで貼り付け。
ko: 클립이 추천 바에 표시돼요. 탭하면 붙여넣기돼요.
ms: Klip anda berada pada bar cadangan. Ketik untuk tampal.
pt: Seus clips ficam na barra de sugestões. Toque para colar.
ru: Ваши фрагменты едут в строке подсказок. Нажмите, чтобы вставить.
zh_hans: 剪贴内容显示在候选栏，点按即可粘贴。

source: Your conversation stays on your device. GIF searches and selections go to KLIPY.
de: Deine Unterhaltung bleibt auf deinem Gerät. GIF-Suchanfragen und deine GIF-Auswahl werden an KLIPY gesendet.
es: Tu conversación se queda en tu dispositivo. Las búsquedas y selecciones de GIFs se envían a KLIPY.
et: Sinu vestlus jääb seadmesse. GIF-ide otsingud ja valikud saadetakse KLIPY-le.
fr: Ta conversation reste sur ton appareil. Tes recherches et tes choix de GIFs sont envoyés à KLIPY.
hu: A beszélgetésed az eszközödön marad. A GIF-kereséseket és a kiválasztott GIF-ek adatait elküldjük a KLIPY-nek.
it: La conversazione resta sul tuo dispositivo. Le ricerche e le selezioni di GIF vengono inviate a KLIPY.
ja: 会話の内容はデバイス上に保たれます。GIFの検索内容と選択情報はKLIPYに送信されます。
ko: 대화 내용은 기기에만 남아요. GIF 검색 내용과 선택 정보는 KLIPY로 전송돼요.
ms: Perbualan anda kekal pada peranti anda. Carian dan pilihan GIF dihantar kepada KLIPY.
pt: A tua conversa fica no teu dispositivo. As pesquisas e seleções de GIFs são enviadas à KLIPY.
ru: Ваша переписка остаётся на устройстве. В KLIPY отправляются поисковые запросы и сведения о выбранных GIF.
zh_hans: 对话内容保留在你的设备上。GIF 搜索和选择信息会发送给 KLIPY。

source: Your current settings stay as they are.
de: Deine aktuellen Einstellungen bleiben, wie sie sind.
es: Tus ajustes actuales se quedan como están.
et: Sinu praegused seaded jäävad, nagu on.
fr: Tes réglages actuels restent tels quels.
hu: A mostani beállításaid megmaradnak, ahogy vannak.
it: Le tue impostazioni attuali restano come sono.
ja: 今の設定はそのまま残ります。
ko: 지금 설정은 그대로 둘게요.
ms: Tetapan semasa anda kekal macam sekarang.
pt: As tuas definições atuais ficam como estão.
ru: Текущие настройки останутся как есть.
zh_hans: 你现在的设置保持不变。

source: Your cursor demo, shown live. Swipe it to change movement style.
de: Deine Cursor-Demo, live. Wisch darüber, um die Bewegungsart zu wechseln.
es: Tu demo del cursor, en directo. Deslízala para cambiar el modo de movimiento.
et: Sinu kursori demo, reaalajas. Viipa sellel, et liikumisstiili vahetada.
fr: Ta démo du curseur, en direct. Balaie-la pour changer le mode de déplacement.
hu: A kurzor demó élőben. Húzd el az ujjad rajta a mozgatás módjának váltásához.
it: La demo del cursore, dal vivo. Scorrila per cambiare modalità di movimento.
ja: カーソルのデモです。スワイプすると移動方式を変えられます。
ko: 커서 데모를 실시간으로 보여 줍니다. 밀어서 이동 방식을 바꿀 수 있어요.
ms: Demo kursor anda, secara langsung. Leret untuk tukar cara pergerakan.
pt: A tua demo do cursor, ao vivo. Desliza-a para mudar o modo de movimento.
ru: Демо курсора вживую. Смахните, чтобы сменить способ перемещения.
zh_hans: 光标演示实时展示。左右滑动即可切换移动方式。

source: Your custom actions
de: Deine eigenen Aktionen
es: Tus acciones personalizadas
et: Sinu kohandatud tegevused
fr: Tes actions perso
hu: Saját műveleteid
it: Le tue azioni personalizzate
ja: 自作アクション
ko: 내 사용자 동작
ms: Tindakan tersuai anda
pt: As tuas ações personalizadas
ru: Ваши собственные действия
zh_hans: 你的自定义操作

source: Your custom panels
de: Deine eigenen Panels
es: Tus paneles personalizados
et: Sinu kohandatud paneelid
fr: Tes panneaux perso
hu: Saját paneljeid
it: I tuoi pannelli personalizzati
ja: 自作パネル
ko: 내 사용자 패널
ms: Panel tersuai anda
pt: Os teus painéis personalizados
ru: Ваши собственные панели
zh_hans: 你的自定义面板

source: Your description and the current draft are included in the request. Review the result before applying it.
de: Deine Beschreibung und der aktuelle Entwurf werden mitgesendet. Prüfe das Ergebnis, bevor du es übernimmst.
es: La solicitud incluye tu descripción y el borrador actual. Revisa el resultado antes de aplicarlo.
et: Päring sisaldab sinu kirjeldust ja praegust mustandit. Vaata tulemus enne rakendamist üle.
fr: Ta description et le brouillon actuel sont inclus dans la requête. Vérifie le résultat avant de l’appliquer.
hu: A kérés tartalmazza a leírásodat és az aktuális vázlatot. Alkalmazás előtt ellenőrizd az eredményt.
it: La richiesta include la tua descrizione e la bozza attuale. Controlla il risultato prima di applicarlo.
ja: 説明と現在の下書きがリクエストに含まれます。適用する前に結果を確認してください。
ko: 요청에는 설명과 현재 초안이 포함됩니다. 적용하기 전에 결과를 검토하세요.
ms: Permintaan merangkumi penerangan anda dan draf semasa. Semak hasil sebelum menggunakannya.
pt: O pedido inclui a sua descrição e o rascunho atual. Reveja o resultado antes de o aplicar.
ru: В запрос включены ваше описание и текущий черновик. Проверьте результат перед применением.
zh_hans: 请求中会包含你的描述和当前草稿。应用前请检查结果。

source: Your edits since you applied %@ will be discarded.
de: Deine Änderungen seit dem Anwenden von %@ werden verworfen.
es: Se descartarán los cambios que hayas hecho desde que aplicaste %@.
et: Sinu muudatused pärast %@ rakendamist hüljatakse.
fr: Tes modifications depuis l'application de %@ seront annulées.
hu: A %@ alkalmazása óta végzett módosításaid elvesznek.
it: Le modifiche apportate da quando hai applicato %@ verranno scartate.
ja: %@を適用してから行った変更は破棄されます。
ko: %@을(를) 적용한 이후의 변경 사항은 사라져요.
ms: Suntingan anda sejak anda menggunakan %@ akan dibuang.
pt: As alterações que fizeste desde que aplicaste %@ vão ser descartadas.
ru: Правки, сделанные после применения «%@», будут отменены.
zh_hans: 自从应用 %@ 之后的更改都会被放弃。

source: Your edits to this action will be discarded.
de: Deine Änderungen an dieser Aktion werden verworfen.
es: Se descartarán tus cambios en esta acción.
et: Sinu muudatused sellele tegevusele hüljatakse.
fr: Tes modifications sur cette action seront annulées.
hu: A művelethez fűzött módosításaid elvesznek.
it: Le modifiche a questa azione verranno scartate.
ja: このアクションへの変更は破棄されます。
ko: 이 액션에 대한 변경 사항이 사라져요.
ms: Suntingan anda pada tindakan ini akan dibuang.
pt: As tuas alterações a esta ação vão ser descartadas.
ru: Ваши правки этого действия будут отменены.
zh_hans: 你对这个操作的更改会被放弃。

source: Your edits to this profile will be discarded.
de: Deine Änderungen an diesem Profil werden verworfen.
es: Se descartarán los cambios de este perfil.
et: Selle profiili muudatused hüljatakse.
fr: Tes modifications de ce profil seront abandonnées.
hu: A profil módosításai elvesznek.
it: Le modifiche a questo profilo verranno scartate.
ja: このプロファイルへの変更は破棄されます。
ko: 이 프로필의 변경 사항이 취소됩니다.
ms: Perubahan anda pada profil ini akan dibuang.
pt: As alterações a este perfil serão descartadas.
ru: Изменения этого профиля будут отменены.
zh_hans: 对此配置的修改将被舍弃。

source: Your edits were discarded. You can still put them back.
de: Deine Änderungen wurden verworfen. Du kannst sie noch zurückholen.
es: Tus cambios se han descartado. Todavía puedes recuperarlos.
et: Sinu muudatused hüljati. Sa saad need siiski tagasi panna.
fr: Tes modifications ont été annulées. Tu peux encore les récupérer.
hu: A módosításaid törlődtek. Még visszahozhatod őket.
it: Le tue modifiche sono state scartate. Puoi ancora recuperarle.
ja: 変更は破棄されました。まだ元に戻せます。
ko: 변경 사항이 취소됐어요. 아직 되돌릴 수 있어요.
ms: Suntingan anda telah dibuang. Anda masih boleh kembalikannya.
pt: As tuas alterações foram descartadas. Ainda podes repô-las.
ru: Ваши правки отменены. Их ещё можно вернуть.
zh_hans: 你的更改已被放弃，但还可以恢复回来。

source: Your effects
de: Deine Effekte
es: Tus efectos
et: Sinu efektid
fr: Tes effets
hu: Effektjeid
it: I tuoi effetti
ja: マイエフェクト
ko: 내 효과
ms: Kesan anda
pt: Os seus efeitos
ru: Ваши эффекты
zh_hans: 你的效果

source: Your finger hits the keyboard. Every finger gets tracked independently so multi-touch just works.
de: Dein Finger trifft die Tastatur. Jeder Finger wird einzeln verfolgt, damit Multi-Touch einfach funktioniert.
es: Tu dedo toca el teclado. Cada dedo se rastrea de forma independiente, así que el multitáctil simplemente funciona.
et: Sinu sõrm puudutab klaviatuuri. Iga sõrme jälgitakse eraldi, nii et multitouch lihtsalt töötab.
fr: Ton doigt touche le clavier. Chaque doigt est suivi indépendamment, comme ça le multitouch marche tout seul.
hu: Az ujjad a billentyűzethez ér. Minden ujjat külön követ, így a többérintés magától működik.
it: Il tuo dito tocca la tastiera. Ogni dito viene tracciato in modo indipendente, così il multi-touch funziona e basta.
ja: 指がキーボードに触れます。すべての指が独立して追跡されるので、マルチタッチがそのまま機能します。
ko: 손가락이 키보드에 닿아요. 모든 손가락이 따로따로 추적돼서 멀티터치가 그냥 돼요.
ms: Jari anda menekan papan kekunci. Setiap jari dijejak secara berasingan jadi sentuhan berbilang terus berfungsi.
pt: O teu dedo bate no teclado. Cada dedo é seguido de forma independente, por isso o multitoque simplesmente funciona.
ru: Ваш палец касается клавиатуры. Каждый палец отслеживается отдельно, поэтому мультитач просто работает.
zh_hans: 你的手指点在键盘上。每根手指都被独立追踪，所以多点触控自然就好使。

source: Your images and GIFs
de: Deine Bilder und GIFs
es: Tus imágenes y GIF
et: Sinu pildid ja GIF-id
fr: Tes images et GIF
hu: Saját képeid és GIF-jeid
it: Le tue immagini e GIF
ja: 自分の画像とGIF
ko: 내 이미지와 GIF
ms: Imej dan GIF anda
pt: As tuas imagens e GIF
ru: Ваши изображения и GIF-анимации
zh_hans: 你的图片和 GIF
